tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rigellute/tap"
tap "teamookla/speedtest"
brew "bash"
brew "bpytop"
brew "glib"
brew "python@3.9"
brew "cask"
brew "libssh2"
brew "openldap"
brew "curl"
brew "exa"
brew "harfbuzz"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "gcc"
brew "git"
brew "gobject-introspection"
brew "htop"
brew "imagemagick"
brew "jpeg", link: true
brew "krb5"
brew "lazygit"
brew "libpq"
brew "lua"
brew "lua-language-server"
brew "mas"
brew "midnight-commander"
brew "mysql"
brew "ncdu"
brew "ne"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "node"
brew "p7zip"
brew "php"
brew "pnpm"
brew "portaudio"
brew "ranger"
brew "ripgrep"
brew "spaceship"
brew "speedtest-cli", link: false
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-vi-mode"
brew "teamookla/speedtest/speedtest", link: false
cask "raycast"
cask "zoom"
mas "CloudMounter", id: 1130254674
mas "Dropover", id: 1355679052
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Focus To-Do", id: 1258530160
mas "Ghostery – Privacy Ad Blocker", id: 1436953057
mas "GoPro Player", id: 1460836908
mas "Instapaper", id: 288545208
mas "Instapaper Save", id: 1481302432
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Notion Web Clipper", id: 1559269364
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
